export const mockProducts = [
  {
    price:
      "把买来的猪五花肉切块洗净放入锅中焯水, 把焯好水的五花肉洗净沥干水份备用, 准备适量的小香葱段，黄冰糖，姜片, 起油锅：在锅里放入少许油，等油烧热了放入小香葱段，姜片爆香, 油锅爆香后倒入五花肉煸炒至有肉香味飘出, 放入黄酒（料酒）, 上海本帮风味的红烧肉是浓油赤酱偏甜味的，如果不喜欢食甜可以根据自己的口味适量增减糖量, 一碗浓油赤酱，放在桌子上一拍抖三抖的水乡古镇风味的红烧肉，出锅了，是不是很诱人呢！",
    name: "红烧肉",
    description:
      "猪肉（三精三肥的五花肉）,生抽 适量 老抽 适量 黄（老）冰糖 一小把 黄酒（料酒） 适量 小香葱葱段，姜片 若干",
    image_url:
      "https://i.pinimg.com/564x/b1/f3/18/b1f318d91832b925c5772f0c8fd9aea1.jpg",
    id: 112
  },
  {
    price:
      "茄子切条装在容器里面加一勺盐进去。红烧肉沫茄子的做法 步骤1 用手抓匀腌制十几分钟。这一步很重要，因为这样处理了茄子不氧化变色红烧肉沫茄子的做法 步骤2 腌制茄子的同时把一小块肉剁成肉馅红烧肉沫茄子的做法 步骤3 肉馅里面加入白胡椒粉适量，生抽适量。料酒适量，生粉适量抓匀腌制十分钟，别说那么一点肉你不想腌制，不要偷懒，除非你想一盘好菜吃出腥味儿！红烧肉沫茄子的做法 步骤4 同时取一个小碗装半碗水，里面加生粉适量，醋少许，盐少许，白糖一小勺子，生抽适量，老抽少许搅拌成一碗汁备用红烧肉沫茄子的做法 步骤5 姜蒜辣椒葱切好备用红烧肉沫茄子的做法 步骤6 锅里放油稍微多一点准备炸茄子红烧肉沫茄子的做法 步骤7 吧把腌制好的茄子用手挤掉多余水分，油温升高以后下茄子炸，重点来了，记住一定要油温很高了茄子下锅，不然茄子容易变色。炸约不到一分钟，自己观察，变软即可捞起来，不然太软了不好吃红烧肉沫茄子的做法 步骤8 炸软的茄子捞起来备用。红烧肉沫茄子的做法 步骤9 锅里留油下姜蒜炒香，并加入适量郫县豆瓣酱。红烧肉沫茄子的做法 步骤10 豆瓣酱炒香以后下肉沫翻炒红烧肉沫茄子的做法 步骤11 肉沫变白以后茄子回锅翻炒一下红烧肉沫茄子的做法 步骤12 锅里倒入事先调好的汁翻拌均匀红烧肉沫茄子的做法 步骤13 汁冒泡粘稠了撒葱花起锅，由于茄子事先用盐腌制过，加上豆瓣酱有盐，所以基本不用再加盐，自己试试咸淡红烧肉沫茄子的做法 步骤14 好吃的根本停不下来",
    name: "肉末茄子",
    description:
      "茄子 一至两个 猪肉 一小块 小米椒 四个 葱 一根 姜 适量 蒜 适量 生抽 适量 料酒 适量 白胡椒粉 适量 老抽 少许 生粉 适量",
    image_url:
      "https://i.pinimg.com/564x/7c/34/78/7c347811bc917f31cbab99f4d2693c3c.jpg",
    id: 113
  },
  {
    price:
      "材料备好暖心暖胃鲜虾粥的做法 步骤1 米洗干净，浸泡30分钟暖心暖胃鲜虾粥的做法 步骤2 浸泡好的米放入锅内，加入沸水暖心暖胃鲜虾粥的做法 步骤3 大火烧煮开后转小火开始熬制粥底暖心暖胃鲜虾粥的做法 步骤4 煮粥期间开始处理虾仁，可以开背或用牙签将虾线清除，去除虾壳，虾头放置一边备用。虾仁加入少许盐和料酒腌制一下暖心暖胃鲜虾粥的做法 步骤5 虾头加油炸出虾油暖心暖胃鲜虾粥的做法 步骤6 芹菜与葱花切好暖心暖胃鲜虾粥的做法 步骤7 粥底差不多熬制好的时候加入一块清鸡靓汤口味的浓汤宝暖心暖胃鲜虾粥的做法 步骤8 浓汤宝新增加一个贴心小机关，切割神器！揭开封膜，将切割神器垂直放入，直接一分为二，打开盖子就可以滑出，盖上盖子即可实现密封保存。暖心暖胃鲜虾粥的做法 步骤9 加入虾仁和姜丝，煮至虾仁成熟变色暖心暖胃鲜虾粥的做法 步骤10 加入盐和少许胡椒粉，浇入两勺虾油暖心暖胃鲜虾粥的做法 步骤11 最后加入芹菜，再次煮沸后关火暖心暖胃鲜虾粥的做法 步骤12 端出时撒葱花，搅拌均匀即可享用。暖心暖胃鲜虾粥的做法 步骤13 蔡康永限量暖心礼盒，内附：蔡康永原创“鸡汤”餐具、储存小助手~切割神器、家乐浓汤宝8粒，盒子上还有菜谱教你轻松做出美味。",
    name: "暖心暖胃鲜虾粥",
    description:
      "米 100克 水 800克 虾仁 100克 芹菜 25克 家乐清鸡靓汤口味浓汤宝 1块 姜 2片 葱花 适量 盐 适量 胡椒粉 少许",
    image_url:
      "http://i2.chuimg.com/83a8cb7ae12b40c19a5dcf6e1b596b48_5760w_3840h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 114
  },
  {
    price:
      "用牙签去虾线，将虾头、虾身分开，虾身去皮。虾油炒面的做法 步骤1 放油，姜、蒜爆锅，放入虾头炒出红油，加水小火煮一会儿。虾油炒面的做法 步骤2 煮虾头的时候将面条煮成五分熟。掐开面条，里面有一半白色面心就可以了。虾油炒面的做法 步骤3 将虾肉放入锅中炒熟，加入面条和调料。等面条将虾汤吸收了，就可以盛出了。撒上一点葱花更美味啊。",
    name: "虾油炒面",
    description:
      "大虾 10-15只 面条 3两 生抽 10g 老抽 5g 蚝油 15g 姜 5片 蒜 3瓣 葱花 一小把",
    image_url:
      "http://i2.chuimg.com/974c82e0fd024bdbb20d169be9ddf4c3_1080w_1920h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 115
  },
  {
    price:
      "低粉（28克）加玉米淀粉（6克），离桌25CM混合过筛3次超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤1 鸡蛋用分蛋器把黄白分离超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤2 蛋白加入柠檬汁（或白醋1/8小匙），用电动打蛋器低速打至起粗泡，一次加入全部的细砂糖（24克）。渐渐加速至高速搅打1.5分钟，边打边用打蛋器绕着盆内侧快速画大圈（每秒3圈），至打蛋器停转后能拉出弯曲下垂的尖角，转中速搅打，边打边继续快速转圈，同时每3秒逆时针转盆60度，记得随时停下来观察蛋白状态，至蛋白变硬、能拉出短小、头部直立或微微弯曲的尖角即可。此时将烤箱打开，160度预热。 打蛋手法视频，地址：https://v.qq.com/x/page/w0386uog3id.html超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤3 将牛奶（18克）、油（16克）、细砂糖（5克）、盐（1/8小匙）、香草精（1/8小匙）一起加入蛋黄中，用电动打蛋器低速搅匀（时间大概在5秒左右即可），加入过筛后的粉类，直接用没打开的电动打蛋器先稍稍搅匀，以免粉类飞散，然后打开电动打蛋器，低速搅打至面粉与蛋黄糊完全混合均匀（5~8秒左右）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤4 将1/3的蛋白加入至搅拌好的蛋黄糊中，用刮刀捞起底部的面糊，从下往上翻拌至均匀，然后将蛋黄糊倒回剩下的蛋白中翻拌均匀（状态见图）。 面糊离模具20cm高，倒入模具（为了消除大泡），手捧模具悬空左右转动几次，把内部的大泡震出来，再用刮刀大致抹平表面，入烤箱下层。 翻拌手法视频地址：https://v.qq.com/x/page/q038616pz5t.htm超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤5 烘烤150度烤30分钟（参考温度，具体以自己烤箱的温度为准~）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤6 烤完后立即打开烤箱，将模具拿出，开口朝上离地10CM落下，然后立即翻转模具（开口朝下），放在烤架上至冷却后脱模。",
    name: "简单完美戚风蛋糕",
    description:
      "鸡蛋 2个（带壳重60克以上，使劲选大个的） 低粉 28克 玉米淀粉 6克（没有的用等量低粉替换，但不建议替换） 牛奶 18克（或水16克+奶粉2克，奶粉加入低粉过筛） 无味色拉油 16克（玉米油或葵花籽油） 细砂糖 5克（加入牛奶用，怕甜的可以减掉） 盐 0.5克（一小撮） 香草精 1/8小匙（没有可不加） 柠檬汁或白醋 1/8小匙 细砂糖 24克（加入蛋白用，不能减！）",
    image_url:
      "http://i2.chuimg.com/1db7935d4438451f8c5a3cb8fb5e38fc_1602w_1001h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 116
  },
  {
    price:
      "提前准备： 1、烤盘内铺好油纸，在烤盘内壁刷上一层食用油，可以让油纸更好的贴合到烤盘上；（即使是不粘模也要铺油纸，这是为了方便蛋糕出炉后迅速的从烤盘中提出来散热。） 2、蛋白和蛋黄分离，分别放入无水无油的容器，把装蛋白的打蛋盆先放入冰箱冷冻（或冷藏）；古早蛋糕的做法 步骤1 低粉和玉米淀粉过筛到打蛋盆上；古早蛋糕的做法 步骤2 玉米油放入奶锅中加热到70度，烫面的油温70度最合适，稍微高几低或是低几度也没问题。 （用温度计测试最准确，注意测试的时候探针不要碰到锅底）；古早蛋糕的做法 步骤3 将70度的玉米油倒入低粉和玉米淀粉中，用手抽轻柔的搅拌至无粉的状态； （不要过度搅拌，以免面粉起筋，烫过的低粉只是筋度降纸，但仍是有筋度的。）古早蛋糕的做法 步骤4 加入牛奶搅拌均匀，再分两次加入蛋黄搅拌均匀；（用Z字轻柔搅拌均匀即可，不可过度搅拌，以免面粉起筋影响口感。） 制作好的蛋糊状态：用蛋抽捞起呈飘带状缓慢的落下。古早蛋糕的做法 步骤5 将蛋白从冰箱取出，先滴入几滴柠檬汁，用打蛋器打发至湿性发泡。 （打发过程分三次加入细砂糖，分别是出现鱼眼泡、细腻状态、有纹路出现时；前面中高速打发，第三次加糖后转中低速打发，一方面不容易打过，另一方面有利于转走大气泡，让蛋白霜细腻）。古早蛋糕的做法 步骤6 取三分之一的蛋白霜到蛋黄糊中翻拌均匀；古早蛋糕的做法 步骤7 剩下的蛋白霜再分两次到蛋黄糊中翻拌均匀。古早蛋糕的做法 步骤8 将面糊从较高处倒入模具中排出大气泡，再用刮板刮平表面。古早蛋糕的做法 步骤9 送入预热好的烤箱，中下层，用水浴法烘烤：将蛋糕模放入烤盘中，烤盘内注入蛋糕模一半高度的温水，150度烘烤30分钟后，转120度烘烤30-40分钟。（时间和温度需要依据自己的烤箱调整，注意如果是活底模，外面要包上两层锡纸防止进水。） 我实际上没用水浴法，古早蛋糕用的烫面法和蛋白湿性打发，这两种方法下做出来的蛋糕本就是非常柔软，但不用水浴法非常容易开裂，需要调低烘烤温度。我是上火140度下火100度烤30分钟后，转上火110度下火90度烤50分钟。如果确实不想用到水浴的，可以参考这个温度。不过我还是建议用水浴，成功率高很多。古早蛋糕的做法 步骤10 蛋糕出炉后轻震两下震出热气，避免回缩，再将四周的油纸撕掉，放入烤网中散热。古早蛋糕的做法 步骤11 冷却至微热的时候就可以切块了。古早蛋糕的做法 步骤12 方子也可做成两个六寸的。 忽略掉后面那个被小公主练一指禅破坏掉的😂古早蛋糕的做法 步骤13",
    name: "古早蛋糕",
    description:
      "鸡蛋（带壳60克左右） 5个 低粉 70克 玉米淀粉 5克 细砂糖 60克 玉米油 60克 牛奶（常温） 50克 柠檬汁 几滴",
    image_url:
      "http://i2.chuimg.com/636c94634b9444559a1a939637f02b07_4632w_3474h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 117
  },
  {
    price:
      "蒜切碎沫，培根改刀切小片，蘑菇切片备用 先烧水，煮意大利面，在煮面的同时，另起一锅白蘑菇奶油培根意面的做法 步骤2 锅中放适量橄榄油，放入蒜碎，翻炒出香味后，放入蘑菇和培根 ，继续翻炒片刻 加入鲜奶油和少许开水或温水，小火熬煮 煮到汤汁变浓稠，这时候面也煮好了，把面直接放入汤汁中，搅拌均匀，加盐关火出锅盛盘",
    name: "白蘑菇奶油培根意面",
    description:
      "意大利面 1人份 培根 3片 白蘑菇 （口蘑） 3个 橄榄油 适量 鲜奶油 适量 黑胡椒 适量 蒜 适量 芝士粉 适量 盐 适量 罗勒（可不用） 适量",
    image_url:
      "http://i2.chuimg.com/51308e06876111e6a9a10242ac110002_800w_533h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 118
  },
  {
    price:
      "烤盘铺好油纸备用； 3个鸡蛋的蛋黄和蛋白分开，放在两个无油、无水的干净搅拌碗中备用； 制作抹茶溶液： 6g抹茶粉过筛，与25g开水混合，用筷子或迷你蛋抽充分搅拌至抹茶粉完全溶解，没有颗粒和结块的状态，放凉备用 蛋黄加入20g细砂糖A，用蛋抽搅拌均匀至细砂糖完全融化即可，不要打发 加入30ml色拉油，搅拌至完全均匀，继续加入40ml水和制作好的抹茶溶液，搅拌至完全均匀 筛入60g低筋面粉，用蛋抽以不规则方向仔细搅拌均匀至无颗粒的柔滑状态 蛋白用电动打蛋器高速打发，在打蛋头划过能留下痕迹的柔滑慕斯状时加入40g细砂糖B的一半，打至完全溶解混合后加入剩余的细砂糖B，继续高速打发，直至提起打蛋头带起的蛋白霜能形成较大弯钩即可 取三分之一蛋白霜加入面糊中，用刮刀擦底翻拌均匀，加入剩余蛋白霜，快速轻柔翻拌均匀后从20cm左右的高度把面糊倒入铺好油纸的烤盘中，用刮片把面糊仔细推到烤盘的每一个角落并大致抹平表面，在桌子上震几下，再用手拍打几下烤盘底部震出气泡 送入预热好190度的烤箱中层烘烤12分钟，取出后迅速移到晾网上，并撕开四边油纸散热 等待蛋糕片冷却的时候制作内馅儿： 150g淡奶油加5g细砂糖用电动打蛋器高速打发到十分，即硬挺，完全不流动的状态； 加入100g蜜红豆或红豆沙，用刮刀拌匀 把内馅儿均匀涂抹在修整好形状的蛋糕片上，借助擀面杖卷起，送入冰箱冷藏室冷藏1小时以上即可取出切件",
    name: "抹茶戚风蛋糕卷 ",
    description:
      "鸡蛋（带壳约重65g） 3个 细砂糖（蛋黄用） 20g 玉米油/色拉油 30ML 水 40ML 抹茶粉（抹茶溶液） 6g 开水（抹茶溶液） 25g 低筋面粉 60g 细砂糖（蛋白用） 40g 内馅儿 淡奶油 150g 细砂糖（内馅儿用） 5g 蜜红豆（或红豆沙） 100g",
    image_url:
      "http://i1.chuimg.com/d8b6d9a6883e11e6a9a10242ac110002_4288w_2848h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 119
  },
  {
    price:
      "配料肥牛金针菇的做法 步骤1 肥牛提前从冰箱拿出来解冻，不用全化，稍软些能掰开就行肥牛金针菇的做法 步骤2 金针菇切去尾部，洗净撕开。肥牛金针菇的做法 步骤3 爆香葱姜蒜辣椒圈 肥牛金针菇的做法 步骤4 下金针菇翻炒。 肥牛金针菇的做法 步骤5 倒入开水没过食材，然后加入盐、酱油、耗油转中火煮一会。肥牛金针菇的做法 步骤6 旁边另起一锅，水烧开后下肥牛灼一下，变色后迅速捞起，别煮就了不然就老了。这一步是为了去腥！还能把多余的油脂去掉！看见锅里飘的肥油了没？！千万别偷懒噢！（这一步可以放在最开始，灼好之后捞出备用。我习惯省时间两个锅子一起上。） 肥牛金针菇的做法 步骤7 转大火，牛倒进锅里煮2分钟就完成啦！绝对的超级快手菜！ 肥牛金针菇的做法 步骤8 出锅撒一把熟白芝麻和葱花辣椒碎！那个香哟！快快趁热享用吧！肥牛金针菇的做法 步骤9 经常看我菜谱的亲亲会发现我经常用到白芝麻、葱花和辣椒碎，绝对不仅仅是为了美观！炒熟的白芝麻特别香！吃面条做菜撒一把特别增香！再配上清香的葱花和辣椒碎，色香味儿立马齐了！别小看这些不起眼的配料，锦上添花就是靠它们！ 肥牛金针菇的做法 步骤10 加海南黄灯笼辣椒酱和白醋就变成酸汤肥牛啦！做法一样噢！酸酸辣辣好过瘾！汤也超好喝！",
    name: "肥牛金针菇",
    description: "葱姜蒜 辣椒 肥牛 金针菇",
    image_url:
      "http://i1.chuimg.com/27422a72c2b811e6bc9d0242ac110002_1280w_1280h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 120
  },
  {
    price:
      "把买来的猪五花肉切块洗净放入锅中焯水, 把焯好水的五花肉洗净沥干水份备用, 准备适量的小香葱段，黄冰糖，姜片, 起油锅：在锅里放入少许油，等油烧热了放入小香葱段，姜片爆香, 油锅爆香后倒入五花肉煸炒至有肉香味飘出, 放入黄酒（料酒）, 上海本帮风味的红烧肉是浓油赤酱偏甜味的，如果不喜欢食甜可以根据自己的口味适量增减糖量, 一碗浓油赤酱，放在桌子上一拍抖三抖的水乡古镇风味的红烧肉，出锅了，是不是很诱人呢！",
    name: "红烧肉",
    description:
      "猪肉（三精三肥的五花肉）,生抽 适量 老抽 适量 黄（老）冰糖 一小把 黄酒（料酒） 适量 小香葱葱段，姜片 若干",
    image_url:
      "https://i.pinimg.com/564x/b1/f3/18/b1f318d91832b925c5772f0c8fd9aea1.jpg",
    id: 112
  },
  {
    price:
      "茄子切条装在容器里面加一勺盐进去。红烧肉沫茄子的做法 步骤1 用手抓匀腌制十几分钟。这一步很重要，因为这样处理了茄子不氧化变色红烧肉沫茄子的做法 步骤2 腌制茄子的同时把一小块肉剁成肉馅红烧肉沫茄子的做法 步骤3 肉馅里面加入白胡椒粉适量，生抽适量。料酒适量，生粉适量抓匀腌制十分钟，别说那么一点肉你不想腌制，不要偷懒，除非你想一盘好菜吃出腥味儿！红烧肉沫茄子的做法 步骤4 同时取一个小碗装半碗水，里面加生粉适量，醋少许，盐少许，白糖一小勺子，生抽适量，老抽少许搅拌成一碗汁备用红烧肉沫茄子的做法 步骤5 姜蒜辣椒葱切好备用红烧肉沫茄子的做法 步骤6 锅里放油稍微多一点准备炸茄子红烧肉沫茄子的做法 步骤7 吧把腌制好的茄子用手挤掉多余水分，油温升高以后下茄子炸，重点来了，记住一定要油温很高了茄子下锅，不然茄子容易变色。炸约不到一分钟，自己观察，变软即可捞起来，不然太软了不好吃红烧肉沫茄子的做法 步骤8 炸软的茄子捞起来备用。红烧肉沫茄子的做法 步骤9 锅里留油下姜蒜炒香，并加入适量郫县豆瓣酱。红烧肉沫茄子的做法 步骤10 豆瓣酱炒香以后下肉沫翻炒红烧肉沫茄子的做法 步骤11 肉沫变白以后茄子回锅翻炒一下红烧肉沫茄子的做法 步骤12 锅里倒入事先调好的汁翻拌均匀红烧肉沫茄子的做法 步骤13 汁冒泡粘稠了撒葱花起锅，由于茄子事先用盐腌制过，加上豆瓣酱有盐，所以基本不用再加盐，自己试试咸淡红烧肉沫茄子的做法 步骤14 好吃的根本停不下来",
    name: "肉末茄子",
    description:
      "茄子 一至两个 猪肉 一小块 小米椒 四个 葱 一根 姜 适量 蒜 适量 生抽 适量 料酒 适量 白胡椒粉 适量 老抽 少许 生粉 适量",
    image_url:
      "https://i.pinimg.com/564x/7c/34/78/7c347811bc917f31cbab99f4d2693c3c.jpg",
    id: 113
  },
  {
    price:
      "材料备好暖心暖胃鲜虾粥的做法 步骤1 米洗干净，浸泡30分钟暖心暖胃鲜虾粥的做法 步骤2 浸泡好的米放入锅内，加入沸水暖心暖胃鲜虾粥的做法 步骤3 大火烧煮开后转小火开始熬制粥底暖心暖胃鲜虾粥的做法 步骤4 煮粥期间开始处理虾仁，可以开背或用牙签将虾线清除，去除虾壳，虾头放置一边备用。虾仁加入少许盐和料酒腌制一下暖心暖胃鲜虾粥的做法 步骤5 虾头加油炸出虾油暖心暖胃鲜虾粥的做法 步骤6 芹菜与葱花切好暖心暖胃鲜虾粥的做法 步骤7 粥底差不多熬制好的时候加入一块清鸡靓汤口味的浓汤宝暖心暖胃鲜虾粥的做法 步骤8 浓汤宝新增加一个贴心小机关，切割神器！揭开封膜，将切割神器垂直放入，直接一分为二，打开盖子就可以滑出，盖上盖子即可实现密封保存。暖心暖胃鲜虾粥的做法 步骤9 加入虾仁和姜丝，煮至虾仁成熟变色暖心暖胃鲜虾粥的做法 步骤10 加入盐和少许胡椒粉，浇入两勺虾油暖心暖胃鲜虾粥的做法 步骤11 最后加入芹菜，再次煮沸后关火暖心暖胃鲜虾粥的做法 步骤12 端出时撒葱花，搅拌均匀即可享用。暖心暖胃鲜虾粥的做法 步骤13 蔡康永限量暖心礼盒，内附：蔡康永原创“鸡汤”餐具、储存小助手~切割神器、家乐浓汤宝8粒，盒子上还有菜谱教你轻松做出美味。",
    name: "暖心暖胃鲜虾粥",
    description:
      "米 100克 水 800克 虾仁 100克 芹菜 25克 家乐清鸡靓汤口味浓汤宝 1块 姜 2片 葱花 适量 盐 适量 胡椒粉 少许",
    image_url:
      "http://i2.chuimg.com/83a8cb7ae12b40c19a5dcf6e1b596b48_5760w_3840h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 114
  },
  {
    price:
      "用牙签去虾线，将虾头、虾身分开，虾身去皮。虾油炒面的做法 步骤1 放油，姜、蒜爆锅，放入虾头炒出红油，加水小火煮一会儿。虾油炒面的做法 步骤2 煮虾头的时候将面条煮成五分熟。掐开面条，里面有一半白色面心就可以了。虾油炒面的做法 步骤3 将虾肉放入锅中炒熟，加入面条和调料。等面条将虾汤吸收了，就可以盛出了。撒上一点葱花更美味啊。",
    name: "虾油炒面",
    description:
      "大虾 10-15只 面条 3两 生抽 10g 老抽 5g 蚝油 15g 姜 5片 蒜 3瓣 葱花 一小把",
    image_url:
      "http://i2.chuimg.com/974c82e0fd024bdbb20d169be9ddf4c3_1080w_1920h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 115
  },
  {
    price:
      "低粉（28克）加玉米淀粉（6克），离桌25CM混合过筛3次超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤1 鸡蛋用分蛋器把黄白分离超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤2 蛋白加入柠檬汁（或白醋1/8小匙），用电动打蛋器低速打至起粗泡，一次加入全部的细砂糖（24克）。渐渐加速至高速搅打1.5分钟，边打边用打蛋器绕着盆内侧快速画大圈（每秒3圈），至打蛋器停转后能拉出弯曲下垂的尖角，转中速搅打，边打边继续快速转圈，同时每3秒逆时针转盆60度，记得随时停下来观察蛋白状态，至蛋白变硬、能拉出短小、头部直立或微微弯曲的尖角即可。此时将烤箱打开，160度预热。 打蛋手法视频，地址：https://v.qq.com/x/page/w0386uog3id.html超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤3 将牛奶（18克）、油（16克）、细砂糖（5克）、盐（1/8小匙）、香草精（1/8小匙）一起加入蛋黄中，用电动打蛋器低速搅匀（时间大概在5秒左右即可），加入过筛后的粉类，直接用没打开的电动打蛋器先稍稍搅匀，以免粉类飞散，然后打开电动打蛋器，低速搅打至面粉与蛋黄糊完全混合均匀（5~8秒左右）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤4 将1/3的蛋白加入至搅拌好的蛋黄糊中，用刮刀捞起底部的面糊，从下往上翻拌至均匀，然后将蛋黄糊倒回剩下的蛋白中翻拌均匀（状态见图）。 面糊离模具20cm高，倒入模具（为了消除大泡），手捧模具悬空左右转动几次，把内部的大泡震出来，再用刮刀大致抹平表面，入烤箱下层。 翻拌手法视频地址：https://v.qq.com/x/page/q038616pz5t.htm超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤5 烘烤150度烤30分钟（参考温度，具体以自己烤箱的温度为准~）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤6 烤完后立即打开烤箱，将模具拿出，开口朝上离地10CM落下，然后立即翻转模具（开口朝下），放在烤架上至冷却后脱模。",
    name: "简单完美戚风蛋糕",
    description:
      "鸡蛋 2个（带壳重60克以上，使劲选大个的） 低粉 28克 玉米淀粉 6克（没有的用等量低粉替换，但不建议替换） 牛奶 18克（或水16克+奶粉2克，奶粉加入低粉过筛） 无味色拉油 16克（玉米油或葵花籽油） 细砂糖 5克（加入牛奶用，怕甜的可以减掉） 盐 0.5克（一小撮） 香草精 1/8小匙（没有可不加） 柠檬汁或白醋 1/8小匙 细砂糖 24克（加入蛋白用，不能减！）",
    image_url:
      "http://i2.chuimg.com/1db7935d4438451f8c5a3cb8fb5e38fc_1602w_1001h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 116
  },
  {
    price:
      "提前准备： 1、烤盘内铺好油纸，在烤盘内壁刷上一层食用油，可以让油纸更好的贴合到烤盘上；（即使是不粘模也要铺油纸，这是为了方便蛋糕出炉后迅速的从烤盘中提出来散热。） 2、蛋白和蛋黄分离，分别放入无水无油的容器，把装蛋白的打蛋盆先放入冰箱冷冻（或冷藏）；古早蛋糕的做法 步骤1 低粉和玉米淀粉过筛到打蛋盆上；古早蛋糕的做法 步骤2 玉米油放入奶锅中加热到70度，烫面的油温70度最合适，稍微高几低或是低几度也没问题。 （用温度计测试最准确，注意测试的时候探针不要碰到锅底）；古早蛋糕的做法 步骤3 将70度的玉米油倒入低粉和玉米淀粉中，用手抽轻柔的搅拌至无粉的状态； （不要过度搅拌，以免面粉起筋，烫过的低粉只是筋度降纸，但仍是有筋度的。）古早蛋糕的做法 步骤4 加入牛奶搅拌均匀，再分两次加入蛋黄搅拌均匀；（用Z字轻柔搅拌均匀即可，不可过度搅拌，以免面粉起筋影响口感。） 制作好的蛋糊状态：用蛋抽捞起呈飘带状缓慢的落下。古早蛋糕的做法 步骤5 将蛋白从冰箱取出，先滴入几滴柠檬汁，用打蛋器打发至湿性发泡。 （打发过程分三次加入细砂糖，分别是出现鱼眼泡、细腻状态、有纹路出现时；前面中高速打发，第三次加糖后转中低速打发，一方面不容易打过，另一方面有利于转走大气泡，让蛋白霜细腻）。古早蛋糕的做法 步骤6 取三分之一的蛋白霜到蛋黄糊中翻拌均匀；古早蛋糕的做法 步骤7 剩下的蛋白霜再分两次到蛋黄糊中翻拌均匀。古早蛋糕的做法 步骤8 将面糊从较高处倒入模具中排出大气泡，再用刮板刮平表面。古早蛋糕的做法 步骤9 送入预热好的烤箱，中下层，用水浴法烘烤：将蛋糕模放入烤盘中，烤盘内注入蛋糕模一半高度的温水，150度烘烤30分钟后，转120度烘烤30-40分钟。（时间和温度需要依据自己的烤箱调整，注意如果是活底模，外面要包上两层锡纸防止进水。） 我实际上没用水浴法，古早蛋糕用的烫面法和蛋白湿性打发，这两种方法下做出来的蛋糕本就是非常柔软，但不用水浴法非常容易开裂，需要调低烘烤温度。我是上火140度下火100度烤30分钟后，转上火110度下火90度烤50分钟。如果确实不想用到水浴的，可以参考这个温度。不过我还是建议用水浴，成功率高很多。古早蛋糕的做法 步骤10 蛋糕出炉后轻震两下震出热气，避免回缩，再将四周的油纸撕掉，放入烤网中散热。古早蛋糕的做法 步骤11 冷却至微热的时候就可以切块了。古早蛋糕的做法 步骤12 方子也可做成两个六寸的。 忽略掉后面那个被小公主练一指禅破坏掉的😂古早蛋糕的做法 步骤13",
    name: "古早蛋糕",
    description:
      "鸡蛋（带壳60克左右） 5个 低粉 70克 玉米淀粉 5克 细砂糖 60克 玉米油 60克 牛奶（常温） 50克 柠檬汁 几滴",
    image_url:
      "http://i2.chuimg.com/636c94634b9444559a1a939637f02b07_4632w_3474h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 117
  },
  {
    price:
      "蒜切碎沫，培根改刀切小片，蘑菇切片备用 先烧水，煮意大利面，在煮面的同时，另起一锅白蘑菇奶油培根意面的做法 步骤2 锅中放适量橄榄油，放入蒜碎，翻炒出香味后，放入蘑菇和培根 ，继续翻炒片刻 加入鲜奶油和少许开水或温水，小火熬煮 煮到汤汁变浓稠，这时候面也煮好了，把面直接放入汤汁中，搅拌均匀，加盐关火出锅盛盘",
    name: "白蘑菇奶油培根意面",
    description:
      "意大利面 1人份 培根 3片 白蘑菇 （口蘑） 3个 橄榄油 适量 鲜奶油 适量 黑胡椒 适量 蒜 适量 芝士粉 适量 盐 适量 罗勒（可不用） 适量",
    image_url:
      "http://i2.chuimg.com/51308e06876111e6a9a10242ac110002_800w_533h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 118
  },
  {
    price:
      "烤盘铺好油纸备用； 3个鸡蛋的蛋黄和蛋白分开，放在两个无油、无水的干净搅拌碗中备用； 制作抹茶溶液： 6g抹茶粉过筛，与25g开水混合，用筷子或迷你蛋抽充分搅拌至抹茶粉完全溶解，没有颗粒和结块的状态，放凉备用 蛋黄加入20g细砂糖A，用蛋抽搅拌均匀至细砂糖完全融化即可，不要打发 加入30ml色拉油，搅拌至完全均匀，继续加入40ml水和制作好的抹茶溶液，搅拌至完全均匀 筛入60g低筋面粉，用蛋抽以不规则方向仔细搅拌均匀至无颗粒的柔滑状态 蛋白用电动打蛋器高速打发，在打蛋头划过能留下痕迹的柔滑慕斯状时加入40g细砂糖B的一半，打至完全溶解混合后加入剩余的细砂糖B，继续高速打发，直至提起打蛋头带起的蛋白霜能形成较大弯钩即可 取三分之一蛋白霜加入面糊中，用刮刀擦底翻拌均匀，加入剩余蛋白霜，快速轻柔翻拌均匀后从20cm左右的高度把面糊倒入铺好油纸的烤盘中，用刮片把面糊仔细推到烤盘的每一个角落并大致抹平表面，在桌子上震几下，再用手拍打几下烤盘底部震出气泡 送入预热好190度的烤箱中层烘烤12分钟，取出后迅速移到晾网上，并撕开四边油纸散热 等待蛋糕片冷却的时候制作内馅儿： 150g淡奶油加5g细砂糖用电动打蛋器高速打发到十分，即硬挺，完全不流动的状态； 加入100g蜜红豆或红豆沙，用刮刀拌匀 把内馅儿均匀涂抹在修整好形状的蛋糕片上，借助擀面杖卷起，送入冰箱冷藏室冷藏1小时以上即可取出切件",
    name: "抹茶戚风蛋糕卷 ",
    description:
      "鸡蛋（带壳约重65g） 3个 细砂糖（蛋黄用） 20g 玉米油/色拉油 30ML 水 40ML 抹茶粉（抹茶溶液） 6g 开水（抹茶溶液） 25g 低筋面粉 60g 细砂糖（蛋白用） 40g 内馅儿 淡奶油 150g 细砂糖（内馅儿用） 5g 蜜红豆（或红豆沙） 100g",
    image_url:
      "http://i1.chuimg.com/d8b6d9a6883e11e6a9a10242ac110002_4288w_2848h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 119
  },
  {
    price:
      "配料肥牛金针菇的做法 步骤1 肥牛提前从冰箱拿出来解冻，不用全化，稍软些能掰开就行肥牛金针菇的做法 步骤2 金针菇切去尾部，洗净撕开。肥牛金针菇的做法 步骤3 爆香葱姜蒜辣椒圈 肥牛金针菇的做法 步骤4 下金针菇翻炒。 肥牛金针菇的做法 步骤5 倒入开水没过食材，然后加入盐、酱油、耗油转中火煮一会。肥牛金针菇的做法 步骤6 旁边另起一锅，水烧开后下肥牛灼一下，变色后迅速捞起，别煮就了不然就老了。这一步是为了去腥！还能把多余的油脂去掉！看见锅里飘的肥油了没？！千万别偷懒噢！（这一步可以放在最开始，灼好之后捞出备用。我习惯省时间两个锅子一起上。） 肥牛金针菇的做法 步骤7 转大火，牛倒进锅里煮2分钟就完成啦！绝对的超级快手菜！ 肥牛金针菇的做法 步骤8 出锅撒一把熟白芝麻和葱花辣椒碎！那个香哟！快快趁热享用吧！肥牛金针菇的做法 步骤9 经常看我菜谱的亲亲会发现我经常用到白芝麻、葱花和辣椒碎，绝对不仅仅是为了美观！炒熟的白芝麻特别香！吃面条做菜撒一把特别增香！再配上清香的葱花和辣椒碎，色香味儿立马齐了！别小看这些不起眼的配料，锦上添花就是靠它们！ 肥牛金针菇的做法 步骤10 加海南黄灯笼辣椒酱和白醋就变成酸汤肥牛啦！做法一样噢！酸酸辣辣好过瘾！汤也超好喝！",
    name: "肥牛金针菇",
    description: "葱姜蒜 辣椒 肥牛 金针菇",
    image_url:
      "http://i1.chuimg.com/27422a72c2b811e6bc9d0242ac110002_1280w_1280h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 120
  },
  {
    price:
      "把买来的猪五花肉切块洗净放入锅中焯水, 把焯好水的五花肉洗净沥干水份备用, 准备适量的小香葱段，黄冰糖，姜片, 起油锅：在锅里放入少许油，等油烧热了放入小香葱段，姜片爆香, 油锅爆香后倒入五花肉煸炒至有肉香味飘出, 放入黄酒（料酒）, 上海本帮风味的红烧肉是浓油赤酱偏甜味的，如果不喜欢食甜可以根据自己的口味适量增减糖量, 一碗浓油赤酱，放在桌子上一拍抖三抖的水乡古镇风味的红烧肉，出锅了，是不是很诱人呢！",
    name: "红烧肉",
    description:
      "猪肉（三精三肥的五花肉）,生抽 适量 老抽 适量 黄（老）冰糖 一小把 黄酒（料酒） 适量 小香葱葱段，姜片 若干",
    image_url:
      "https://i.pinimg.com/564x/b1/f3/18/b1f318d91832b925c5772f0c8fd9aea1.jpg",
    id: 112
  },
  {
    price:
      "茄子切条装在容器里面加一勺盐进去。红烧肉沫茄子的做法 步骤1 用手抓匀腌制十几分钟。这一步很重要，因为这样处理了茄子不氧化变色红烧肉沫茄子的做法 步骤2 腌制茄子的同时把一小块肉剁成肉馅红烧肉沫茄子的做法 步骤3 肉馅里面加入白胡椒粉适量，生抽适量。料酒适量，生粉适量抓匀腌制十分钟，别说那么一点肉你不想腌制，不要偷懒，除非你想一盘好菜吃出腥味儿！红烧肉沫茄子的做法 步骤4 同时取一个小碗装半碗水，里面加生粉适量，醋少许，盐少许，白糖一小勺子，生抽适量，老抽少许搅拌成一碗汁备用红烧肉沫茄子的做法 步骤5 姜蒜辣椒葱切好备用红烧肉沫茄子的做法 步骤6 锅里放油稍微多一点准备炸茄子红烧肉沫茄子的做法 步骤7 吧把腌制好的茄子用手挤掉多余水分，油温升高以后下茄子炸，重点来了，记住一定要油温很高了茄子下锅，不然茄子容易变色。炸约不到一分钟，自己观察，变软即可捞起来，不然太软了不好吃红烧肉沫茄子的做法 步骤8 炸软的茄子捞起来备用。红烧肉沫茄子的做法 步骤9 锅里留油下姜蒜炒香，并加入适量郫县豆瓣酱。红烧肉沫茄子的做法 步骤10 豆瓣酱炒香以后下肉沫翻炒红烧肉沫茄子的做法 步骤11 肉沫变白以后茄子回锅翻炒一下红烧肉沫茄子的做法 步骤12 锅里倒入事先调好的汁翻拌均匀红烧肉沫茄子的做法 步骤13 汁冒泡粘稠了撒葱花起锅，由于茄子事先用盐腌制过，加上豆瓣酱有盐，所以基本不用再加盐，自己试试咸淡红烧肉沫茄子的做法 步骤14 好吃的根本停不下来",
    name: "肉末茄子",
    description:
      "茄子 一至两个 猪肉 一小块 小米椒 四个 葱 一根 姜 适量 蒜 适量 生抽 适量 料酒 适量 白胡椒粉 适量 老抽 少许 生粉 适量",
    image_url:
      "https://i.pinimg.com/564x/7c/34/78/7c347811bc917f31cbab99f4d2693c3c.jpg",
    id: 113
  },
  {
    price:
      "材料备好暖心暖胃鲜虾粥的做法 步骤1 米洗干净，浸泡30分钟暖心暖胃鲜虾粥的做法 步骤2 浸泡好的米放入锅内，加入沸水暖心暖胃鲜虾粥的做法 步骤3 大火烧煮开后转小火开始熬制粥底暖心暖胃鲜虾粥的做法 步骤4 煮粥期间开始处理虾仁，可以开背或用牙签将虾线清除，去除虾壳，虾头放置一边备用。虾仁加入少许盐和料酒腌制一下暖心暖胃鲜虾粥的做法 步骤5 虾头加油炸出虾油暖心暖胃鲜虾粥的做法 步骤6 芹菜与葱花切好暖心暖胃鲜虾粥的做法 步骤7 粥底差不多熬制好的时候加入一块清鸡靓汤口味的浓汤宝暖心暖胃鲜虾粥的做法 步骤8 浓汤宝新增加一个贴心小机关，切割神器！揭开封膜，将切割神器垂直放入，直接一分为二，打开盖子就可以滑出，盖上盖子即可实现密封保存。暖心暖胃鲜虾粥的做法 步骤9 加入虾仁和姜丝，煮至虾仁成熟变色暖心暖胃鲜虾粥的做法 步骤10 加入盐和少许胡椒粉，浇入两勺虾油暖心暖胃鲜虾粥的做法 步骤11 最后加入芹菜，再次煮沸后关火暖心暖胃鲜虾粥的做法 步骤12 端出时撒葱花，搅拌均匀即可享用。暖心暖胃鲜虾粥的做法 步骤13 蔡康永限量暖心礼盒，内附：蔡康永原创“鸡汤”餐具、储存小助手~切割神器、家乐浓汤宝8粒，盒子上还有菜谱教你轻松做出美味。",
    name: "暖心暖胃鲜虾粥",
    description:
      "米 100克 水 800克 虾仁 100克 芹菜 25克 家乐清鸡靓汤口味浓汤宝 1块 姜 2片 葱花 适量 盐 适量 胡椒粉 少许",
    image_url:
      "http://i2.chuimg.com/83a8cb7ae12b40c19a5dcf6e1b596b48_5760w_3840h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 114
  },
  {
    price:
      "用牙签去虾线，将虾头、虾身分开，虾身去皮。虾油炒面的做法 步骤1 放油，姜、蒜爆锅，放入虾头炒出红油，加水小火煮一会儿。虾油炒面的做法 步骤2 煮虾头的时候将面条煮成五分熟。掐开面条，里面有一半白色面心就可以了。虾油炒面的做法 步骤3 将虾肉放入锅中炒熟，加入面条和调料。等面条将虾汤吸收了，就可以盛出了。撒上一点葱花更美味啊。",
    name: "虾油炒面",
    description:
      "大虾 10-15只 面条 3两 生抽 10g 老抽 5g 蚝油 15g 姜 5片 蒜 3瓣 葱花 一小把",
    image_url:
      "http://i2.chuimg.com/974c82e0fd024bdbb20d169be9ddf4c3_1080w_1920h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 115
  },
  {
    price:
      "低粉（28克）加玉米淀粉（6克），离桌25CM混合过筛3次超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤1 鸡蛋用分蛋器把黄白分离超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤2 蛋白加入柠檬汁（或白醋1/8小匙），用电动打蛋器低速打至起粗泡，一次加入全部的细砂糖（24克）。渐渐加速至高速搅打1.5分钟，边打边用打蛋器绕着盆内侧快速画大圈（每秒3圈），至打蛋器停转后能拉出弯曲下垂的尖角，转中速搅打，边打边继续快速转圈，同时每3秒逆时针转盆60度，记得随时停下来观察蛋白状态，至蛋白变硬、能拉出短小、头部直立或微微弯曲的尖角即可。此时将烤箱打开，160度预热。 打蛋手法视频，地址：https://v.qq.com/x/page/w0386uog3id.html超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤3 将牛奶（18克）、油（16克）、细砂糖（5克）、盐（1/8小匙）、香草精（1/8小匙）一起加入蛋黄中，用电动打蛋器低速搅匀（时间大概在5秒左右即可），加入过筛后的粉类，直接用没打开的电动打蛋器先稍稍搅匀，以免粉类飞散，然后打开电动打蛋器，低速搅打至面粉与蛋黄糊完全混合均匀（5~8秒左右）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤4 将1/3的蛋白加入至搅拌好的蛋黄糊中，用刮刀捞起底部的面糊，从下往上翻拌至均匀，然后将蛋黄糊倒回剩下的蛋白中翻拌均匀（状态见图）。 面糊离模具20cm高，倒入模具（为了消除大泡），手捧模具悬空左右转动几次，把内部的大泡震出来，再用刮刀大致抹平表面，入烤箱下层。 翻拌手法视频地址：https://v.qq.com/x/page/q038616pz5t.htm超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤5 烘烤150度烤30分钟（参考温度，具体以自己烤箱的温度为准~）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤6 烤完后立即打开烤箱，将模具拿出，开口朝上离地10CM落下，然后立即翻转模具（开口朝下），放在烤架上至冷却后脱模。",
    name: "简单完美戚风蛋糕",
    description:
      "鸡蛋 2个（带壳重60克以上，使劲选大个的） 低粉 28克 玉米淀粉 6克（没有的用等量低粉替换，但不建议替换） 牛奶 18克（或水16克+奶粉2克，奶粉加入低粉过筛） 无味色拉油 16克（玉米油或葵花籽油） 细砂糖 5克（加入牛奶用，怕甜的可以减掉） 盐 0.5克（一小撮） 香草精 1/8小匙（没有可不加） 柠檬汁或白醋 1/8小匙 细砂糖 24克（加入蛋白用，不能减！）",
    image_url:
      "http://i2.chuimg.com/1db7935d4438451f8c5a3cb8fb5e38fc_1602w_1001h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 116
  },
  {
    price:
      "提前准备： 1、烤盘内铺好油纸，在烤盘内壁刷上一层食用油，可以让油纸更好的贴合到烤盘上；（即使是不粘模也要铺油纸，这是为了方便蛋糕出炉后迅速的从烤盘中提出来散热。） 2、蛋白和蛋黄分离，分别放入无水无油的容器，把装蛋白的打蛋盆先放入冰箱冷冻（或冷藏）；古早蛋糕的做法 步骤1 低粉和玉米淀粉过筛到打蛋盆上；古早蛋糕的做法 步骤2 玉米油放入奶锅中加热到70度，烫面的油温70度最合适，稍微高几低或是低几度也没问题。 （用温度计测试最准确，注意测试的时候探针不要碰到锅底）；古早蛋糕的做法 步骤3 将70度的玉米油倒入低粉和玉米淀粉中，用手抽轻柔的搅拌至无粉的状态； （不要过度搅拌，以免面粉起筋，烫过的低粉只是筋度降纸，但仍是有筋度的。）古早蛋糕的做法 步骤4 加入牛奶搅拌均匀，再分两次加入蛋黄搅拌均匀；（用Z字轻柔搅拌均匀即可，不可过度搅拌，以免面粉起筋影响口感。） 制作好的蛋糊状态：用蛋抽捞起呈飘带状缓慢的落下。古早蛋糕的做法 步骤5 将蛋白从冰箱取出，先滴入几滴柠檬汁，用打蛋器打发至湿性发泡。 （打发过程分三次加入细砂糖，分别是出现鱼眼泡、细腻状态、有纹路出现时；前面中高速打发，第三次加糖后转中低速打发，一方面不容易打过，另一方面有利于转走大气泡，让蛋白霜细腻）。古早蛋糕的做法 步骤6 取三分之一的蛋白霜到蛋黄糊中翻拌均匀；古早蛋糕的做法 步骤7 剩下的蛋白霜再分两次到蛋黄糊中翻拌均匀。古早蛋糕的做法 步骤8 将面糊从较高处倒入模具中排出大气泡，再用刮板刮平表面。古早蛋糕的做法 步骤9 送入预热好的烤箱，中下层，用水浴法烘烤：将蛋糕模放入烤盘中，烤盘内注入蛋糕模一半高度的温水，150度烘烤30分钟后，转120度烘烤30-40分钟。（时间和温度需要依据自己的烤箱调整，注意如果是活底模，外面要包上两层锡纸防止进水。） 我实际上没用水浴法，古早蛋糕用的烫面法和蛋白湿性打发，这两种方法下做出来的蛋糕本就是非常柔软，但不用水浴法非常容易开裂，需要调低烘烤温度。我是上火140度下火100度烤30分钟后，转上火110度下火90度烤50分钟。如果确实不想用到水浴的，可以参考这个温度。不过我还是建议用水浴，成功率高很多。古早蛋糕的做法 步骤10 蛋糕出炉后轻震两下震出热气，避免回缩，再将四周的油纸撕掉，放入烤网中散热。古早蛋糕的做法 步骤11 冷却至微热的时候就可以切块了。古早蛋糕的做法 步骤12 方子也可做成两个六寸的。 忽略掉后面那个被小公主练一指禅破坏掉的😂古早蛋糕的做法 步骤13",
    name: "古早蛋糕",
    description:
      "鸡蛋（带壳60克左右） 5个 低粉 70克 玉米淀粉 5克 细砂糖 60克 玉米油 60克 牛奶（常温） 50克 柠檬汁 几滴",
    image_url:
      "http://i2.chuimg.com/636c94634b9444559a1a939637f02b07_4632w_3474h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 117
  },
  {
    price:
      "蒜切碎沫，培根改刀切小片，蘑菇切片备用 先烧水，煮意大利面，在煮面的同时，另起一锅白蘑菇奶油培根意面的做法 步骤2 锅中放适量橄榄油，放入蒜碎，翻炒出香味后，放入蘑菇和培根 ，继续翻炒片刻 加入鲜奶油和少许开水或温水，小火熬煮 煮到汤汁变浓稠，这时候面也煮好了，把面直接放入汤汁中，搅拌均匀，加盐关火出锅盛盘",
    name: "白蘑菇奶油培根意面",
    description:
      "意大利面 1人份 培根 3片 白蘑菇 （口蘑） 3个 橄榄油 适量 鲜奶油 适量 黑胡椒 适量 蒜 适量 芝士粉 适量 盐 适量 罗勒（可不用） 适量",
    image_url:
      "http://i2.chuimg.com/51308e06876111e6a9a10242ac110002_800w_533h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 118
  },
  {
    price:
      "烤盘铺好油纸备用； 3个鸡蛋的蛋黄和蛋白分开，放在两个无油、无水的干净搅拌碗中备用； 制作抹茶溶液： 6g抹茶粉过筛，与25g开水混合，用筷子或迷你蛋抽充分搅拌至抹茶粉完全溶解，没有颗粒和结块的状态，放凉备用 蛋黄加入20g细砂糖A，用蛋抽搅拌均匀至细砂糖完全融化即可，不要打发 加入30ml色拉油，搅拌至完全均匀，继续加入40ml水和制作好的抹茶溶液，搅拌至完全均匀 筛入60g低筋面粉，用蛋抽以不规则方向仔细搅拌均匀至无颗粒的柔滑状态 蛋白用电动打蛋器高速打发，在打蛋头划过能留下痕迹的柔滑慕斯状时加入40g细砂糖B的一半，打至完全溶解混合后加入剩余的细砂糖B，继续高速打发，直至提起打蛋头带起的蛋白霜能形成较大弯钩即可 取三分之一蛋白霜加入面糊中，用刮刀擦底翻拌均匀，加入剩余蛋白霜，快速轻柔翻拌均匀后从20cm左右的高度把面糊倒入铺好油纸的烤盘中，用刮片把面糊仔细推到烤盘的每一个角落并大致抹平表面，在桌子上震几下，再用手拍打几下烤盘底部震出气泡 送入预热好190度的烤箱中层烘烤12分钟，取出后迅速移到晾网上，并撕开四边油纸散热 等待蛋糕片冷却的时候制作内馅儿： 150g淡奶油加5g细砂糖用电动打蛋器高速打发到十分，即硬挺，完全不流动的状态； 加入100g蜜红豆或红豆沙，用刮刀拌匀 把内馅儿均匀涂抹在修整好形状的蛋糕片上，借助擀面杖卷起，送入冰箱冷藏室冷藏1小时以上即可取出切件",
    name: "抹茶戚风蛋糕卷 ",
    description:
      "鸡蛋（带壳约重65g） 3个 细砂糖（蛋黄用） 20g 玉米油/色拉油 30ML 水 40ML 抹茶粉（抹茶溶液） 6g 开水（抹茶溶液） 25g 低筋面粉 60g 细砂糖（蛋白用） 40g 内馅儿 淡奶油 150g 细砂糖（内馅儿用） 5g 蜜红豆（或红豆沙） 100g",
    image_url:
      "http://i1.chuimg.com/d8b6d9a6883e11e6a9a10242ac110002_4288w_2848h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 119
  },
  {
    price:
      "配料肥牛金针菇的做法 步骤1 肥牛提前从冰箱拿出来解冻，不用全化，稍软些能掰开就行肥牛金针菇的做法 步骤2 金针菇切去尾部，洗净撕开。肥牛金针菇的做法 步骤3 爆香葱姜蒜辣椒圈 肥牛金针菇的做法 步骤4 下金针菇翻炒。 肥牛金针菇的做法 步骤5 倒入开水没过食材，然后加入盐、酱油、耗油转中火煮一会。肥牛金针菇的做法 步骤6 旁边另起一锅，水烧开后下肥牛灼一下，变色后迅速捞起，别煮就了不然就老了。这一步是为了去腥！还能把多余的油脂去掉！看见锅里飘的肥油了没？！千万别偷懒噢！（这一步可以放在最开始，灼好之后捞出备用。我习惯省时间两个锅子一起上。） 肥牛金针菇的做法 步骤7 转大火，牛倒进锅里煮2分钟就完成啦！绝对的超级快手菜！ 肥牛金针菇的做法 步骤8 出锅撒一把熟白芝麻和葱花辣椒碎！那个香哟！快快趁热享用吧！肥牛金针菇的做法 步骤9 经常看我菜谱的亲亲会发现我经常用到白芝麻、葱花和辣椒碎，绝对不仅仅是为了美观！炒熟的白芝麻特别香！吃面条做菜撒一把特别增香！再配上清香的葱花和辣椒碎，色香味儿立马齐了！别小看这些不起眼的配料，锦上添花就是靠它们！ 肥牛金针菇的做法 步骤10 加海南黄灯笼辣椒酱和白醋就变成酸汤肥牛啦！做法一样噢！酸酸辣辣好过瘾！汤也超好喝！",
    name: "肥牛金针菇",
    description: "葱姜蒜 辣椒 肥牛 金针菇",
    image_url:
      "http://i1.chuimg.com/27422a72c2b811e6bc9d0242ac110002_1280w_1280h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 120
  },
  {
    price:
      "把买来的猪五花肉切块洗净放入锅中焯水, 把焯好水的五花肉洗净沥干水份备用, 准备适量的小香葱段，黄冰糖，姜片, 起油锅：在锅里放入少许油，等油烧热了放入小香葱段，姜片爆香, 油锅爆香后倒入五花肉煸炒至有肉香味飘出, 放入黄酒（料酒）, 上海本帮风味的红烧肉是浓油赤酱偏甜味的，如果不喜欢食甜可以根据自己的口味适量增减糖量, 一碗浓油赤酱，放在桌子上一拍抖三抖的水乡古镇风味的红烧肉，出锅了，是不是很诱人呢！",
    name: "红烧肉",
    description:
      "猪肉（三精三肥的五花肉）,生抽 适量 老抽 适量 黄（老）冰糖 一小把 黄酒（料酒） 适量 小香葱葱段，姜片 若干",
    image_url:
      "https://i.pinimg.com/564x/b1/f3/18/b1f318d91832b925c5772f0c8fd9aea1.jpg",
    id: 112
  },
  {
    price:
      "茄子切条装在容器里面加一勺盐进去。红烧肉沫茄子的做法 步骤1 用手抓匀腌制十几分钟。这一步很重要，因为这样处理了茄子不氧化变色红烧肉沫茄子的做法 步骤2 腌制茄子的同时把一小块肉剁成肉馅红烧肉沫茄子的做法 步骤3 肉馅里面加入白胡椒粉适量，生抽适量。料酒适量，生粉适量抓匀腌制十分钟，别说那么一点肉你不想腌制，不要偷懒，除非你想一盘好菜吃出腥味儿！红烧肉沫茄子的做法 步骤4 同时取一个小碗装半碗水，里面加生粉适量，醋少许，盐少许，白糖一小勺子，生抽适量，老抽少许搅拌成一碗汁备用红烧肉沫茄子的做法 步骤5 姜蒜辣椒葱切好备用红烧肉沫茄子的做法 步骤6 锅里放油稍微多一点准备炸茄子红烧肉沫茄子的做法 步骤7 吧把腌制好的茄子用手挤掉多余水分，油温升高以后下茄子炸，重点来了，记住一定要油温很高了茄子下锅，不然茄子容易变色。炸约不到一分钟，自己观察，变软即可捞起来，不然太软了不好吃红烧肉沫茄子的做法 步骤8 炸软的茄子捞起来备用。红烧肉沫茄子的做法 步骤9 锅里留油下姜蒜炒香，并加入适量郫县豆瓣酱。红烧肉沫茄子的做法 步骤10 豆瓣酱炒香以后下肉沫翻炒红烧肉沫茄子的做法 步骤11 肉沫变白以后茄子回锅翻炒一下红烧肉沫茄子的做法 步骤12 锅里倒入事先调好的汁翻拌均匀红烧肉沫茄子的做法 步骤13 汁冒泡粘稠了撒葱花起锅，由于茄子事先用盐腌制过，加上豆瓣酱有盐，所以基本不用再加盐，自己试试咸淡红烧肉沫茄子的做法 步骤14 好吃的根本停不下来",
    name: "肉末茄子",
    description:
      "茄子 一至两个 猪肉 一小块 小米椒 四个 葱 一根 姜 适量 蒜 适量 生抽 适量 料酒 适量 白胡椒粉 适量 老抽 少许 生粉 适量",
    image_url:
      "https://i.pinimg.com/564x/7c/34/78/7c347811bc917f31cbab99f4d2693c3c.jpg",
    id: 113
  },
  {
    price:
      "材料备好暖心暖胃鲜虾粥的做法 步骤1 米洗干净，浸泡30分钟暖心暖胃鲜虾粥的做法 步骤2 浸泡好的米放入锅内，加入沸水暖心暖胃鲜虾粥的做法 步骤3 大火烧煮开后转小火开始熬制粥底暖心暖胃鲜虾粥的做法 步骤4 煮粥期间开始处理虾仁，可以开背或用牙签将虾线清除，去除虾壳，虾头放置一边备用。虾仁加入少许盐和料酒腌制一下暖心暖胃鲜虾粥的做法 步骤5 虾头加油炸出虾油暖心暖胃鲜虾粥的做法 步骤6 芹菜与葱花切好暖心暖胃鲜虾粥的做法 步骤7 粥底差不多熬制好的时候加入一块清鸡靓汤口味的浓汤宝暖心暖胃鲜虾粥的做法 步骤8 浓汤宝新增加一个贴心小机关，切割神器！揭开封膜，将切割神器垂直放入，直接一分为二，打开盖子就可以滑出，盖上盖子即可实现密封保存。暖心暖胃鲜虾粥的做法 步骤9 加入虾仁和姜丝，煮至虾仁成熟变色暖心暖胃鲜虾粥的做法 步骤10 加入盐和少许胡椒粉，浇入两勺虾油暖心暖胃鲜虾粥的做法 步骤11 最后加入芹菜，再次煮沸后关火暖心暖胃鲜虾粥的做法 步骤12 端出时撒葱花，搅拌均匀即可享用。暖心暖胃鲜虾粥的做法 步骤13 蔡康永限量暖心礼盒，内附：蔡康永原创“鸡汤”餐具、储存小助手~切割神器、家乐浓汤宝8粒，盒子上还有菜谱教你轻松做出美味。",
    name: "暖心暖胃鲜虾粥",
    description:
      "米 100克 水 800克 虾仁 100克 芹菜 25克 家乐清鸡靓汤口味浓汤宝 1块 姜 2片 葱花 适量 盐 适量 胡椒粉 少许",
    image_url:
      "http://i2.chuimg.com/83a8cb7ae12b40c19a5dcf6e1b596b48_5760w_3840h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 114
  },
  {
    price:
      "用牙签去虾线，将虾头、虾身分开，虾身去皮。虾油炒面的做法 步骤1 放油，姜、蒜爆锅，放入虾头炒出红油，加水小火煮一会儿。虾油炒面的做法 步骤2 煮虾头的时候将面条煮成五分熟。掐开面条，里面有一半白色面心就可以了。虾油炒面的做法 步骤3 将虾肉放入锅中炒熟，加入面条和调料。等面条将虾汤吸收了，就可以盛出了。撒上一点葱花更美味啊。",
    name: "虾油炒面",
    description:
      "大虾 10-15只 面条 3两 生抽 10g 老抽 5g 蚝油 15g 姜 5片 蒜 3瓣 葱花 一小把",
    image_url:
      "http://i2.chuimg.com/974c82e0fd024bdbb20d169be9ddf4c3_1080w_1920h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 115
  },
  {
    price:
      "低粉（28克）加玉米淀粉（6克），离桌25CM混合过筛3次超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤1 鸡蛋用分蛋器把黄白分离超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤2 蛋白加入柠檬汁（或白醋1/8小匙），用电动打蛋器低速打至起粗泡，一次加入全部的细砂糖（24克）。渐渐加速至高速搅打1.5分钟，边打边用打蛋器绕着盆内侧快速画大圈（每秒3圈），至打蛋器停转后能拉出弯曲下垂的尖角，转中速搅打，边打边继续快速转圈，同时每3秒逆时针转盆60度，记得随时停下来观察蛋白状态，至蛋白变硬、能拉出短小、头部直立或微微弯曲的尖角即可。此时将烤箱打开，160度预热。 打蛋手法视频，地址：https://v.qq.com/x/page/w0386uog3id.html超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤3 将牛奶（18克）、油（16克）、细砂糖（5克）、盐（1/8小匙）、香草精（1/8小匙）一起加入蛋黄中，用电动打蛋器低速搅匀（时间大概在5秒左右即可），加入过筛后的粉类，直接用没打开的电动打蛋器先稍稍搅匀，以免粉类飞散，然后打开电动打蛋器，低速搅打至面粉与蛋黄糊完全混合均匀（5~8秒左右）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤4 将1/3的蛋白加入至搅拌好的蛋黄糊中，用刮刀捞起底部的面糊，从下往上翻拌至均匀，然后将蛋黄糊倒回剩下的蛋白中翻拌均匀（状态见图）。 面糊离模具20cm高，倒入模具（为了消除大泡），手捧模具悬空左右转动几次，把内部的大泡震出来，再用刮刀大致抹平表面，入烤箱下层。 翻拌手法视频地址：https://v.qq.com/x/page/q038616pz5t.htm超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤5 烘烤150度烤30分钟（参考温度，具体以自己烤箱的温度为准~）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤6 烤完后立即打开烤箱，将模具拿出，开口朝上离地10CM落下，然后立即翻转模具（开口朝下），放在烤架上至冷却后脱模。",
    name: "简单完美戚风蛋糕",
    description:
      "鸡蛋 2个（带壳重60克以上，使劲选大个的） 低粉 28克 玉米淀粉 6克（没有的用等量低粉替换，但不建议替换） 牛奶 18克（或水16克+奶粉2克，奶粉加入低粉过筛） 无味色拉油 16克（玉米油或葵花籽油） 细砂糖 5克（加入牛奶用，怕甜的可以减掉） 盐 0.5克（一小撮） 香草精 1/8小匙（没有可不加） 柠檬汁或白醋 1/8小匙 细砂糖 24克（加入蛋白用，不能减！）",
    image_url:
      "http://i2.chuimg.com/1db7935d4438451f8c5a3cb8fb5e38fc_1602w_1001h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 116
  },
  {
    price:
      "提前准备： 1、烤盘内铺好油纸，在烤盘内壁刷上一层食用油，可以让油纸更好的贴合到烤盘上；（即使是不粘模也要铺油纸，这是为了方便蛋糕出炉后迅速的从烤盘中提出来散热。） 2、蛋白和蛋黄分离，分别放入无水无油的容器，把装蛋白的打蛋盆先放入冰箱冷冻（或冷藏）；古早蛋糕的做法 步骤1 低粉和玉米淀粉过筛到打蛋盆上；古早蛋糕的做法 步骤2 玉米油放入奶锅中加热到70度，烫面的油温70度最合适，稍微高几低或是低几度也没问题。 （用温度计测试最准确，注意测试的时候探针不要碰到锅底）；古早蛋糕的做法 步骤3 将70度的玉米油倒入低粉和玉米淀粉中，用手抽轻柔的搅拌至无粉的状态； （不要过度搅拌，以免面粉起筋，烫过的低粉只是筋度降纸，但仍是有筋度的。）古早蛋糕的做法 步骤4 加入牛奶搅拌均匀，再分两次加入蛋黄搅拌均匀；（用Z字轻柔搅拌均匀即可，不可过度搅拌，以免面粉起筋影响口感。） 制作好的蛋糊状态：用蛋抽捞起呈飘带状缓慢的落下。古早蛋糕的做法 步骤5 将蛋白从冰箱取出，先滴入几滴柠檬汁，用打蛋器打发至湿性发泡。 （打发过程分三次加入细砂糖，分别是出现鱼眼泡、细腻状态、有纹路出现时；前面中高速打发，第三次加糖后转中低速打发，一方面不容易打过，另一方面有利于转走大气泡，让蛋白霜细腻）。古早蛋糕的做法 步骤6 取三分之一的蛋白霜到蛋黄糊中翻拌均匀；古早蛋糕的做法 步骤7 剩下的蛋白霜再分两次到蛋黄糊中翻拌均匀。古早蛋糕的做法 步骤8 将面糊从较高处倒入模具中排出大气泡，再用刮板刮平表面。古早蛋糕的做法 步骤9 送入预热好的烤箱，中下层，用水浴法烘烤：将蛋糕模放入烤盘中，烤盘内注入蛋糕模一半高度的温水，150度烘烤30分钟后，转120度烘烤30-40分钟。（时间和温度需要依据自己的烤箱调整，注意如果是活底模，外面要包上两层锡纸防止进水。） 我实际上没用水浴法，古早蛋糕用的烫面法和蛋白湿性打发，这两种方法下做出来的蛋糕本就是非常柔软，但不用水浴法非常容易开裂，需要调低烘烤温度。我是上火140度下火100度烤30分钟后，转上火110度下火90度烤50分钟。如果确实不想用到水浴的，可以参考这个温度。不过我还是建议用水浴，成功率高很多。古早蛋糕的做法 步骤10 蛋糕出炉后轻震两下震出热气，避免回缩，再将四周的油纸撕掉，放入烤网中散热。古早蛋糕的做法 步骤11 冷却至微热的时候就可以切块了。古早蛋糕的做法 步骤12 方子也可做成两个六寸的。 忽略掉后面那个被小公主练一指禅破坏掉的😂古早蛋糕的做法 步骤13",
    name: "古早蛋糕",
    description:
      "鸡蛋（带壳60克左右） 5个 低粉 70克 玉米淀粉 5克 细砂糖 60克 玉米油 60克 牛奶（常温） 50克 柠檬汁 几滴",
    image_url:
      "http://i2.chuimg.com/636c94634b9444559a1a939637f02b07_4632w_3474h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 117
  },
  {
    price:
      "蒜切碎沫，培根改刀切小片，蘑菇切片备用 先烧水，煮意大利面，在煮面的同时，另起一锅白蘑菇奶油培根意面的做法 步骤2 锅中放适量橄榄油，放入蒜碎，翻炒出香味后，放入蘑菇和培根 ，继续翻炒片刻 加入鲜奶油和少许开水或温水，小火熬煮 煮到汤汁变浓稠，这时候面也煮好了，把面直接放入汤汁中，搅拌均匀，加盐关火出锅盛盘",
    name: "白蘑菇奶油培根意面",
    description:
      "意大利面 1人份 培根 3片 白蘑菇 （口蘑） 3个 橄榄油 适量 鲜奶油 适量 黑胡椒 适量 蒜 适量 芝士粉 适量 盐 适量 罗勒（可不用） 适量",
    image_url:
      "http://i2.chuimg.com/51308e06876111e6a9a10242ac110002_800w_533h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 118
  },
  {
    price:
      "烤盘铺好油纸备用； 3个鸡蛋的蛋黄和蛋白分开，放在两个无油、无水的干净搅拌碗中备用； 制作抹茶溶液： 6g抹茶粉过筛，与25g开水混合，用筷子或迷你蛋抽充分搅拌至抹茶粉完全溶解，没有颗粒和结块的状态，放凉备用 蛋黄加入20g细砂糖A，用蛋抽搅拌均匀至细砂糖完全融化即可，不要打发 加入30ml色拉油，搅拌至完全均匀，继续加入40ml水和制作好的抹茶溶液，搅拌至完全均匀 筛入60g低筋面粉，用蛋抽以不规则方向仔细搅拌均匀至无颗粒的柔滑状态 蛋白用电动打蛋器高速打发，在打蛋头划过能留下痕迹的柔滑慕斯状时加入40g细砂糖B的一半，打至完全溶解混合后加入剩余的细砂糖B，继续高速打发，直至提起打蛋头带起的蛋白霜能形成较大弯钩即可 取三分之一蛋白霜加入面糊中，用刮刀擦底翻拌均匀，加入剩余蛋白霜，快速轻柔翻拌均匀后从20cm左右的高度把面糊倒入铺好油纸的烤盘中，用刮片把面糊仔细推到烤盘的每一个角落并大致抹平表面，在桌子上震几下，再用手拍打几下烤盘底部震出气泡 送入预热好190度的烤箱中层烘烤12分钟，取出后迅速移到晾网上，并撕开四边油纸散热 等待蛋糕片冷却的时候制作内馅儿： 150g淡奶油加5g细砂糖用电动打蛋器高速打发到十分，即硬挺，完全不流动的状态； 加入100g蜜红豆或红豆沙，用刮刀拌匀 把内馅儿均匀涂抹在修整好形状的蛋糕片上，借助擀面杖卷起，送入冰箱冷藏室冷藏1小时以上即可取出切件",
    name: "抹茶戚风蛋糕卷 ",
    description:
      "鸡蛋（带壳约重65g） 3个 细砂糖（蛋黄用） 20g 玉米油/色拉油 30ML 水 40ML 抹茶粉（抹茶溶液） 6g 开水（抹茶溶液） 25g 低筋面粉 60g 细砂糖（蛋白用） 40g 内馅儿 淡奶油 150g 细砂糖（内馅儿用） 5g 蜜红豆（或红豆沙） 100g",
    image_url:
      "http://i1.chuimg.com/d8b6d9a6883e11e6a9a10242ac110002_4288w_2848h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 119
  },
  {
    price:
      "配料肥牛金针菇的做法 步骤1 肥牛提前从冰箱拿出来解冻，不用全化，稍软些能掰开就行肥牛金针菇的做法 步骤2 金针菇切去尾部，洗净撕开。肥牛金针菇的做法 步骤3 爆香葱姜蒜辣椒圈 肥牛金针菇的做法 步骤4 下金针菇翻炒。 肥牛金针菇的做法 步骤5 倒入开水没过食材，然后加入盐、酱油、耗油转中火煮一会。肥牛金针菇的做法 步骤6 旁边另起一锅，水烧开后下肥牛灼一下，变色后迅速捞起，别煮就了不然就老了。这一步是为了去腥！还能把多余的油脂去掉！看见锅里飘的肥油了没？！千万别偷懒噢！（这一步可以放在最开始，灼好之后捞出备用。我习惯省时间两个锅子一起上。） 肥牛金针菇的做法 步骤7 转大火，牛倒进锅里煮2分钟就完成啦！绝对的超级快手菜！ 肥牛金针菇的做法 步骤8 出锅撒一把熟白芝麻和葱花辣椒碎！那个香哟！快快趁热享用吧！肥牛金针菇的做法 步骤9 经常看我菜谱的亲亲会发现我经常用到白芝麻、葱花和辣椒碎，绝对不仅仅是为了美观！炒熟的白芝麻特别香！吃面条做菜撒一把特别增香！再配上清香的葱花和辣椒碎，色香味儿立马齐了！别小看这些不起眼的配料，锦上添花就是靠它们！ 肥牛金针菇的做法 步骤10 加海南黄灯笼辣椒酱和白醋就变成酸汤肥牛啦！做法一样噢！酸酸辣辣好过瘾！汤也超好喝！",
    name: "肥牛金针菇",
    description: "葱姜蒜 辣椒 肥牛 金针菇",
    image_url:
      "http://i1.chuimg.com/27422a72c2b811e6bc9d0242ac110002_1280w_1280h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 120
  },
  {
    price:
      "把买来的猪五花肉切块洗净放入锅中焯水, 把焯好水的五花肉洗净沥干水份备用, 准备适量的小香葱段，黄冰糖，姜片, 起油锅：在锅里放入少许油，等油烧热了放入小香葱段，姜片爆香, 油锅爆香后倒入五花肉煸炒至有肉香味飘出, 放入黄酒（料酒）, 上海本帮风味的红烧肉是浓油赤酱偏甜味的，如果不喜欢食甜可以根据自己的口味适量增减糖量, 一碗浓油赤酱，放在桌子上一拍抖三抖的水乡古镇风味的红烧肉，出锅了，是不是很诱人呢！",
    name: "红烧肉",
    description:
      "猪肉（三精三肥的五花肉）,生抽 适量 老抽 适量 黄（老）冰糖 一小把 黄酒（料酒） 适量 小香葱葱段，姜片 若干",
    image_url:
      "https://i.pinimg.com/564x/b1/f3/18/b1f318d91832b925c5772f0c8fd9aea1.jpg",
    id: 112
  },
  {
    price:
      "茄子切条装在容器里面加一勺盐进去。红烧肉沫茄子的做法 步骤1 用手抓匀腌制十几分钟。这一步很重要，因为这样处理了茄子不氧化变色红烧肉沫茄子的做法 步骤2 腌制茄子的同时把一小块肉剁成肉馅红烧肉沫茄子的做法 步骤3 肉馅里面加入白胡椒粉适量，生抽适量。料酒适量，生粉适量抓匀腌制十分钟，别说那么一点肉你不想腌制，不要偷懒，除非你想一盘好菜吃出腥味儿！红烧肉沫茄子的做法 步骤4 同时取一个小碗装半碗水，里面加生粉适量，醋少许，盐少许，白糖一小勺子，生抽适量，老抽少许搅拌成一碗汁备用红烧肉沫茄子的做法 步骤5 姜蒜辣椒葱切好备用红烧肉沫茄子的做法 步骤6 锅里放油稍微多一点准备炸茄子红烧肉沫茄子的做法 步骤7 吧把腌制好的茄子用手挤掉多余水分，油温升高以后下茄子炸，重点来了，记住一定要油温很高了茄子下锅，不然茄子容易变色。炸约不到一分钟，自己观察，变软即可捞起来，不然太软了不好吃红烧肉沫茄子的做法 步骤8 炸软的茄子捞起来备用。红烧肉沫茄子的做法 步骤9 锅里留油下姜蒜炒香，并加入适量郫县豆瓣酱。红烧肉沫茄子的做法 步骤10 豆瓣酱炒香以后下肉沫翻炒红烧肉沫茄子的做法 步骤11 肉沫变白以后茄子回锅翻炒一下红烧肉沫茄子的做法 步骤12 锅里倒入事先调好的汁翻拌均匀红烧肉沫茄子的做法 步骤13 汁冒泡粘稠了撒葱花起锅，由于茄子事先用盐腌制过，加上豆瓣酱有盐，所以基本不用再加盐，自己试试咸淡红烧肉沫茄子的做法 步骤14 好吃的根本停不下来",
    name: "肉末茄子",
    description:
      "茄子 一至两个 猪肉 一小块 小米椒 四个 葱 一根 姜 适量 蒜 适量 生抽 适量 料酒 适量 白胡椒粉 适量 老抽 少许 生粉 适量",
    image_url:
      "https://i.pinimg.com/564x/7c/34/78/7c347811bc917f31cbab99f4d2693c3c.jpg",
    id: 113
  },
  {
    price:
      "材料备好暖心暖胃鲜虾粥的做法 步骤1 米洗干净，浸泡30分钟暖心暖胃鲜虾粥的做法 步骤2 浸泡好的米放入锅内，加入沸水暖心暖胃鲜虾粥的做法 步骤3 大火烧煮开后转小火开始熬制粥底暖心暖胃鲜虾粥的做法 步骤4 煮粥期间开始处理虾仁，可以开背或用牙签将虾线清除，去除虾壳，虾头放置一边备用。虾仁加入少许盐和料酒腌制一下暖心暖胃鲜虾粥的做法 步骤5 虾头加油炸出虾油暖心暖胃鲜虾粥的做法 步骤6 芹菜与葱花切好暖心暖胃鲜虾粥的做法 步骤7 粥底差不多熬制好的时候加入一块清鸡靓汤口味的浓汤宝暖心暖胃鲜虾粥的做法 步骤8 浓汤宝新增加一个贴心小机关，切割神器！揭开封膜，将切割神器垂直放入，直接一分为二，打开盖子就可以滑出，盖上盖子即可实现密封保存。暖心暖胃鲜虾粥的做法 步骤9 加入虾仁和姜丝，煮至虾仁成熟变色暖心暖胃鲜虾粥的做法 步骤10 加入盐和少许胡椒粉，浇入两勺虾油暖心暖胃鲜虾粥的做法 步骤11 最后加入芹菜，再次煮沸后关火暖心暖胃鲜虾粥的做法 步骤12 端出时撒葱花，搅拌均匀即可享用。暖心暖胃鲜虾粥的做法 步骤13 蔡康永限量暖心礼盒，内附：蔡康永原创“鸡汤”餐具、储存小助手~切割神器、家乐浓汤宝8粒，盒子上还有菜谱教你轻松做出美味。",
    name: "暖心暖胃鲜虾粥",
    description:
      "米 100克 水 800克 虾仁 100克 芹菜 25克 家乐清鸡靓汤口味浓汤宝 1块 姜 2片 葱花 适量 盐 适量 胡椒粉 少许",
    image_url:
      "http://i2.chuimg.com/83a8cb7ae12b40c19a5dcf6e1b596b48_5760w_3840h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 114
  },
  {
    price:
      "用牙签去虾线，将虾头、虾身分开，虾身去皮。虾油炒面的做法 步骤1 放油，姜、蒜爆锅，放入虾头炒出红油，加水小火煮一会儿。虾油炒面的做法 步骤2 煮虾头的时候将面条煮成五分熟。掐开面条，里面有一半白色面心就可以了。虾油炒面的做法 步骤3 将虾肉放入锅中炒熟，加入面条和调料。等面条将虾汤吸收了，就可以盛出了。撒上一点葱花更美味啊。",
    name: "虾油炒面",
    description:
      "大虾 10-15只 面条 3两 生抽 10g 老抽 5g 蚝油 15g 姜 5片 蒜 3瓣 葱花 一小把",
    image_url:
      "http://i2.chuimg.com/974c82e0fd024bdbb20d169be9ddf4c3_1080w_1920h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 115
  },
  {
    price:
      "低粉（28克）加玉米淀粉（6克），离桌25CM混合过筛3次超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤1 鸡蛋用分蛋器把黄白分离超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤2 蛋白加入柠檬汁（或白醋1/8小匙），用电动打蛋器低速打至起粗泡，一次加入全部的细砂糖（24克）。渐渐加速至高速搅打1.5分钟，边打边用打蛋器绕着盆内侧快速画大圈（每秒3圈），至打蛋器停转后能拉出弯曲下垂的尖角，转中速搅打，边打边继续快速转圈，同时每3秒逆时针转盆60度，记得随时停下来观察蛋白状态，至蛋白变硬、能拉出短小、头部直立或微微弯曲的尖角即可。此时将烤箱打开，160度预热。 打蛋手法视频，地址：https://v.qq.com/x/page/w0386uog3id.html超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤3 将牛奶（18克）、油（16克）、细砂糖（5克）、盐（1/8小匙）、香草精（1/8小匙）一起加入蛋黄中，用电动打蛋器低速搅匀（时间大概在5秒左右即可），加入过筛后的粉类，直接用没打开的电动打蛋器先稍稍搅匀，以免粉类飞散，然后打开电动打蛋器，低速搅打至面粉与蛋黄糊完全混合均匀（5~8秒左右）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤4 将1/3的蛋白加入至搅拌好的蛋黄糊中，用刮刀捞起底部的面糊，从下往上翻拌至均匀，然后将蛋黄糊倒回剩下的蛋白中翻拌均匀（状态见图）。 面糊离模具20cm高，倒入模具（为了消除大泡），手捧模具悬空左右转动几次，把内部的大泡震出来，再用刮刀大致抹平表面，入烤箱下层。 翻拌手法视频地址：https://v.qq.com/x/page/q038616pz5t.htm超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤5 烘烤150度烤30分钟（参考温度，具体以自己烤箱的温度为准~）超简单完美戚风蛋糕（6寸2蛋）附打发、翻拌、脱模视频的做法 步骤6 烤完后立即打开烤箱，将模具拿出，开口朝上离地10CM落下，然后立即翻转模具（开口朝下），放在烤架上至冷却后脱模。",
    name: "简单完美戚风蛋糕",
    description:
      "鸡蛋 2个（带壳重60克以上，使劲选大个的） 低粉 28克 玉米淀粉 6克（没有的用等量低粉替换，但不建议替换） 牛奶 18克（或水16克+奶粉2克，奶粉加入低粉过筛） 无味色拉油 16克（玉米油或葵花籽油） 细砂糖 5克（加入牛奶用，怕甜的可以减掉） 盐 0.5克（一小撮） 香草精 1/8小匙（没有可不加） 柠檬汁或白醋 1/8小匙 细砂糖 24克（加入蛋白用，不能减！）",
    image_url:
      "http://i2.chuimg.com/1db7935d4438451f8c5a3cb8fb5e38fc_1602w_1001h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 116
  },
  {
    price:
      "提前准备： 1、烤盘内铺好油纸，在烤盘内壁刷上一层食用油，可以让油纸更好的贴合到烤盘上；（即使是不粘模也要铺油纸，这是为了方便蛋糕出炉后迅速的从烤盘中提出来散热。） 2、蛋白和蛋黄分离，分别放入无水无油的容器，把装蛋白的打蛋盆先放入冰箱冷冻（或冷藏）；古早蛋糕的做法 步骤1 低粉和玉米淀粉过筛到打蛋盆上；古早蛋糕的做法 步骤2 玉米油放入奶锅中加热到70度，烫面的油温70度最合适，稍微高几低或是低几度也没问题。 （用温度计测试最准确，注意测试的时候探针不要碰到锅底）；古早蛋糕的做法 步骤3 将70度的玉米油倒入低粉和玉米淀粉中，用手抽轻柔的搅拌至无粉的状态； （不要过度搅拌，以免面粉起筋，烫过的低粉只是筋度降纸，但仍是有筋度的。）古早蛋糕的做法 步骤4 加入牛奶搅拌均匀，再分两次加入蛋黄搅拌均匀；（用Z字轻柔搅拌均匀即可，不可过度搅拌，以免面粉起筋影响口感。） 制作好的蛋糊状态：用蛋抽捞起呈飘带状缓慢的落下。古早蛋糕的做法 步骤5 将蛋白从冰箱取出，先滴入几滴柠檬汁，用打蛋器打发至湿性发泡。 （打发过程分三次加入细砂糖，分别是出现鱼眼泡、细腻状态、有纹路出现时；前面中高速打发，第三次加糖后转中低速打发，一方面不容易打过，另一方面有利于转走大气泡，让蛋白霜细腻）。古早蛋糕的做法 步骤6 取三分之一的蛋白霜到蛋黄糊中翻拌均匀；古早蛋糕的做法 步骤7 剩下的蛋白霜再分两次到蛋黄糊中翻拌均匀。古早蛋糕的做法 步骤8 将面糊从较高处倒入模具中排出大气泡，再用刮板刮平表面。古早蛋糕的做法 步骤9 送入预热好的烤箱，中下层，用水浴法烘烤：将蛋糕模放入烤盘中，烤盘内注入蛋糕模一半高度的温水，150度烘烤30分钟后，转120度烘烤30-40分钟。（时间和温度需要依据自己的烤箱调整，注意如果是活底模，外面要包上两层锡纸防止进水。） 我实际上没用水浴法，古早蛋糕用的烫面法和蛋白湿性打发，这两种方法下做出来的蛋糕本就是非常柔软，但不用水浴法非常容易开裂，需要调低烘烤温度。我是上火140度下火100度烤30分钟后，转上火110度下火90度烤50分钟。如果确实不想用到水浴的，可以参考这个温度。不过我还是建议用水浴，成功率高很多。古早蛋糕的做法 步骤10 蛋糕出炉后轻震两下震出热气，避免回缩，再将四周的油纸撕掉，放入烤网中散热。古早蛋糕的做法 步骤11 冷却至微热的时候就可以切块了。古早蛋糕的做法 步骤12 方子也可做成两个六寸的。 忽略掉后面那个被小公主练一指禅破坏掉的😂古早蛋糕的做法 步骤13",
    name: "古早蛋糕",
    description:
      "鸡蛋（带壳60克左右） 5个 低粉 70克 玉米淀粉 5克 细砂糖 60克 玉米油 60克 牛奶（常温） 50克 柠檬汁 几滴",
    image_url:
      "http://i2.chuimg.com/636c94634b9444559a1a939637f02b07_4632w_3474h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 117
  },
  {
    price:
      "蒜切碎沫，培根改刀切小片，蘑菇切片备用 先烧水，煮意大利面，在煮面的同时，另起一锅白蘑菇奶油培根意面的做法 步骤2 锅中放适量橄榄油，放入蒜碎，翻炒出香味后，放入蘑菇和培根 ，继续翻炒片刻 加入鲜奶油和少许开水或温水，小火熬煮 煮到汤汁变浓稠，这时候面也煮好了，把面直接放入汤汁中，搅拌均匀，加盐关火出锅盛盘",
    name: "白蘑菇奶油培根意面",
    description:
      "意大利面 1人份 培根 3片 白蘑菇 （口蘑） 3个 橄榄油 适量 鲜奶油 适量 黑胡椒 适量 蒜 适量 芝士粉 适量 盐 适量 罗勒（可不用） 适量",
    image_url:
      "http://i2.chuimg.com/51308e06876111e6a9a10242ac110002_800w_533h.jpg?imageView2/2/w/660/interlace/1/q/90",
    id: 118
  },
  {
    price:
      "烤盘铺好油纸备用； 3个鸡蛋的蛋黄和蛋白分开，放在两个无油、无水的干净搅拌碗中备用； 制作抹茶溶液： 6g抹茶粉过筛，与25g开水混合，用筷子或迷你蛋抽充分搅拌至抹茶粉完全溶解，没有颗粒和结块的状态，放凉备用 蛋黄加入20g细砂糖A，用蛋抽搅拌均匀至细砂糖完全融化即可，不要打发 加入30ml色拉油，搅拌至完全均匀，继续加入40ml水和制作好的抹茶溶液，搅拌至完全均匀 筛入60g低筋面粉，用蛋抽以不规则方向仔细搅拌均匀至无颗粒的柔滑状态 蛋白用电动打蛋器高速打发，在打蛋头划过能留下痕迹的柔滑慕斯状时加入40g细砂糖B的一半，打至完全溶解混合后加入剩余的细砂糖B，继续高速打发，直至提起打蛋头带起的蛋白霜能形成较大弯钩即可 取三分之一蛋白霜加入面糊中，用刮刀擦底翻拌均匀，加入剩余蛋白霜，快速轻柔翻拌均匀后从20cm左右的高度把面糊倒入铺好油纸的烤盘中，用刮片把面糊仔细推到烤盘的每一个角落并大致抹平表面，在桌子上震几下，再用手拍打几下烤盘底部震出气泡 送入预热好190度的烤箱中层烘烤12分钟，取出后迅速移到晾网上，并撕开四边油纸散热 等待蛋糕片冷却的时候制作内馅儿： 150g淡奶油加5g细砂糖用电动打蛋器高速打发到十分，即硬挺，完全不流动的状态； 加入100g蜜红豆或红豆沙，用刮刀拌匀 把内馅儿均匀涂抹在修整好形状的蛋糕片上，借助擀面杖卷起，送入冰箱冷藏室冷藏1小时以上即可取出切件",
    name: "抹茶戚风蛋糕卷 ",
    description:
      "鸡蛋（带壳约重65g） 3个 细砂糖（蛋黄用） 20g 玉米油/色拉油 30ML 水 40ML 抹茶粉（抹茶溶液） 6g 开水（抹茶溶液） 25g 低筋面粉 60g 细砂糖（蛋白用） 40g 内馅儿 淡奶油 150g 细砂糖（内馅儿用） 5g 蜜红豆（或红豆沙） 100g",
    image_url:
      "http://i1.chuimg.com/d8b6d9a6883e11e6a9a10242ac110002_4288w_2848h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 119
  },
  {
    price:
      "配料肥牛金针菇的做法 步骤1 肥牛提前从冰箱拿出来解冻，不用全化，稍软些能掰开就行肥牛金针菇的做法 步骤2 金针菇切去尾部，洗净撕开。肥牛金针菇的做法 步骤3 爆香葱姜蒜辣椒圈 肥牛金针菇的做法 步骤4 下金针菇翻炒。 肥牛金针菇的做法 步骤5 倒入开水没过食材，然后加入盐、酱油、耗油转中火煮一会。肥牛金针菇的做法 步骤6 旁边另起一锅，水烧开后下肥牛灼一下，变色后迅速捞起，别煮就了不然就老了。这一步是为了去腥！还能把多余的油脂去掉！看见锅里飘的肥油了没？！千万别偷懒噢！（这一步可以放在最开始，灼好之后捞出备用。我习惯省时间两个锅子一起上。） 肥牛金针菇的做法 步骤7 转大火，牛倒进锅里煮2分钟就完成啦！绝对的超级快手菜！ 肥牛金针菇的做法 步骤8 出锅撒一把熟白芝麻和葱花辣椒碎！那个香哟！快快趁热享用吧！肥牛金针菇的做法 步骤9 经常看我菜谱的亲亲会发现我经常用到白芝麻、葱花和辣椒碎，绝对不仅仅是为了美观！炒熟的白芝麻特别香！吃面条做菜撒一把特别增香！再配上清香的葱花和辣椒碎，色香味儿立马齐了！别小看这些不起眼的配料，锦上添花就是靠它们！ 肥牛金针菇的做法 步骤10 加海南黄灯笼辣椒酱和白醋就变成酸汤肥牛啦！做法一样噢！酸酸辣辣好过瘾！汤也超好喝！",
    name: "肥牛金针菇",
    description: "葱姜蒜 辣椒 肥牛 金针菇",
    image_url:
      "http://i1.chuimg.com/27422a72c2b811e6bc9d0242ac110002_1280w_1280h.jpg@2o_50sh_1pr_1l_660w_90q_1wh",
    id: 120
  }
];
